---
kind: other
id: Methods.T:Autodesk.Revit.DB.Electrical.WireSize
source: html/8a57a067-7943-0750-910b-83c09db45e35.htm
---
# WireSize Methods

Causes the object to release immediately any resources it may be utilizing.